{
  "add_prefix_space": false,
  "bos_token": "<|endoftext|>",
  "eos_token": "<|endoftext|>",
  "model_max_length": 1024,
  "name_or_path": "/content/drive/MyDrive/smartclide-project/git_code/GPT_models/28_sep__merged_classified_javacourpu_APIS_line_general_32b_3e__3epoch_preprocesssed",
  "special_tokens_map_file": null,
  "tokenizer_class": "GPT2Tokenizer",
  "unk_token": "<|endoftext|>"
}
